<template>
  <div class="about-view">

    <v-container>
      <v-row>
        <v-col cols="0" sm="1" md="2" lg="3" xl="4"></v-col>
        <v-col cols="12" sm="10" md="8" lg="6" xl="4">
          <v-card>
            <v-card-title class="text-primary text-h4">
              О нас
            </v-card-title>
            <v-card-text class="ma-2 text-tabular">
              <p class="text-h5 mb-3">
                Good Deal — Ваш шанс получить лучшие предложения на аукционах!
              </p>
              <p>
                Добро пожаловать в Good Deal, уникальную онлайн-аукционную платформу, где каждый может найти выгодные предложения на широкий ассортимент товаров. Будь то электроника, одежда, аксессуары, коллекционные предметы или товары для дома — на Good Deal вы сможете приобрести все по самым выгодным ценам, участвуя в увлекательных аукционах.
              </p>

              <p class="text-h6">
                Особенности Good Deal:
              </p>
              <ul class="ml-4">
                <li>
                  Легкость в использовании: Удобный интерфейс помогает быстро находить и участвовать в аукционах. Сделайте ставку всего в несколько кликов!
                </li>
                <li>
                  Широкий выбор товаров: В нашем каталоге вы найдете тысячи лотов — от новинок и популярных товаров до редких и уникальных вещей.
                </li>
                <li>
                  Низкие цены: Чем больше вы участвуете в аукционах, тем выше шанс приобрести товары по невероятно выгодным ценам.
                </li>
                <li>
                  Безопасность сделок: Мы гарантируем полную безопасность ваших ставок и транзакций, используя современные технологии защиты.
                </li>
                <li>
                  Реальное время: Все аукционы проходят в реальном времени, и вы можете следить за ставками, а также быстро реагировать на изменения ситуации.
                </li>
                <li>
                  Уведомления и напоминания: Настройте уведомления для интересующих вас лотов, чтобы не пропустить момент, когда аукцион заканчивается.
                </li>
              </ul>

              <p class="mt-3">
                Good Deal — это не просто аукцион, это захватывающая игра, где каждый может стать победителем. Присоединяйтесь к нам, ставьте ставки и выигрывайте лучшие товары по отличным ценам!
              </p>
            </v-card-text>
          </v-card>
        </v-col>
        <v-col cols="0" sm="1" md="2" lg="3" xl="4"></v-col>
      </v-row>
    </v-container>

  </div>
</template>

<script>
  export default {
    components: {

    },

    data() {
      return {

      };
    },

    created() {

    },

    mounted() {

    },

    computed: {

    },

    watch: {

    },

    methods: {

    }
  };
</script>

<style lang="scss">
</style>
